{
    "p1": "The Whitehaven apron-front kitchen sink features a streamlined and versatile farmhouse style to complement any decor. A large single basin accommodates large pots and pans, while the sloped bottom helps with draining and cleanup. Crafted from enameled cast iron, this sink resists chipping, cracking, or burning for years of beauty and reliable performance. A standard apron front makes it easy to install on 36-inch apron-front cabinetry. The Self-Trimming design requires only a simple rough cut, overlapping the cabinet face for beautiful results.",
    "p2": "Kohler K-6489 Features:",
    "strong1": "Kohler K-6489 Features:",
    "ul1": "Covered under Kohler's limited lifetime warrantyBasin slopes 2 degrees toward drain to minimize water poolingOffset drain increases workspace in the sink and storage space underneathIncludes cutout templatesStrainer not includedConstructed of enameled cast ironUndermount installation - sink will install under the countertop and requires special cabinets with an exposed frontSingle basin design for maximum workspaceRight drain locationCoordinates with products from the Whitehaven lineMade in America",
    "li1": "Covered under Kohler's limited lifetime warranty",
    "li2": "Basin slopes 2 degrees toward drain to minimize water pooling",
    "li3": "Offset drain increases workspace in the sink and storage space underneath",
    "li4": "Includes cutout templates",
    "li5": "Strainer not included",
    "li6": "Constructed of enameled cast iron",
    "li7": "Undermount installation - sink will install under the countertop and requires special cabinets with an exposed front",
    "li8": "Single basin design for maximum workspace",
    "li9": "Right drain location",
    "li10": "Coordinates with products from the Whitehaven line",
    "li11": "Made in America",
    "p3": "Kohler K-5664 Technologies and Benefits:",
    "strong2": "Kohler K-5664 Technologies and Benefits:",
    "ul2": "Self-Trimming®:Self-Trimming® apron sinks overlap cabinet face for easy seamless installation with beautiful results.",
    "li12": "Self-Trimming®:Self-Trimming® apron sinks overlap cabinet face for easy seamless installation with beautiful results.",
    "strong3": "Self-Trimming®:",
    "p4": "Kohler K-6489 Specifications:",
    "strong4": "Kohler K-6489 Specifications:",
    "ul3": "Sink Length: 35-11/16\" (left to right)Sink Width: 21-9/16\" (front to back)Sink Height: 9-5/8\" (top to bottom)Basin Dimensions: 30-3/4\" L x 18-1/16\" W x 9\" DMinimum Cabinet Size: 36\"Drain Connection: 1-1/2\"",
    "li13": "Sink Length: 35-11/16\" (left to right)",
    "li14": "Sink Width: 21-9/16\" (front to back)",
    "li15": "Sink Height: 9-5/8\" (top to bottom)",
    "li16": "Basin Dimensions: 30-3/4\" L x 18-1/16\" W x 9\" D",
    "li17": "Minimum Cabinet Size: 36\"",
    "li18": "Drain Connection: 1-1/2\""
}